brew "bat"
brew "bottom"
brew "direnv"
brew "duf"
brew "dust"
brew "fd"
brew "fzf"
brew "git-delta"
brew "hexyl"
brew "htop"
brew "lsd"
brew "luarocks"
brew "macchina"
brew "neovim"
brew "pipx"
brew "procs"
brew "ripgrep"
brew "rofi"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tree-sitter-cli"
brew "vivid"
brew "yazi"
brew "zoxide"
cask "codex"
cask "font-lxgw-wenkai"
cask "font-maple-mono"
