brew "bat"
brew "bottom"
brew "btop"
brew "cmake"
brew "direnv"
brew "duf"
brew "dust"
brew "fd"
brew "fontconfig"
brew "fzf"
brew "python@3.13"
brew "gdb"
brew "node"
brew "gemini-cli"
brew "git-delta"
brew "hexyl"
brew "htop"
brew "lsd"
brew "luarocks"
brew "macchina"
brew "make"
brew "neovim"
brew "parallel"
brew "pipx"
brew "procs"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tree-sitter-cli"
brew "vivid"
brew "wget"
brew "yazi"
brew "zoxide"
cask "font-noto-color-emoji"
cask "font-noto-sans-symbols"
cask "font-noto-sans-symbols-2"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "karabiner-elements"
cask "raycast"
cask "wezterm@nightly"
